ddoc_container_documents=Dokumendid konteineris
ddoc_container_fail=DigiDoc konteinerist andmete lugemine eba\u00F5nnestus.
ddoc_datafile_name=Nimi
ddoc_datafile_size=Suurus
ddoc_existing_signatures=Olemasolevad allkirjad
ddoc_file_empty=V\u00E4hemalt \u00FCks fail peab olema valitud
ddoc_file_exists=Selle nimega fail juba eksisteerib
ddoc_file_list=Failide nimekiri
ddoc_file_name=Failinimi
ddoc_file_new=Uue faili nimetus
ddoc_filename_empty=Failinimi on t\u00FChi
ddoc_filename_invalid=Failinimi sisaldab vigaseid m\u00E4rke
ddoc_signature_address=Aadress
ddoc_signature_applet=Allkirjastamise applet
ddoc_signature_date=Aeg
ddoc_signature_description=Digiallkirjastab valitud dokumendi
ddoc_signature_failed=Allkirjastamine eba\u00F5nnestus
ddoc_signature_idcode=Isikukood
ddoc_signature_invalid=Kehtetu
ddoc_signature_name=Nimi
ddoc_signature_role=Roll
ddoc_signature_sign=Allkirjasta
ddoc_signature_signed=Fail on allkirjastatud
ddoc_signature_signing=Allkirjastamine
ddoc_signature_status=Staatus
ddoc_signature_valid=Kehtiv
java_unsupported=Teie veebilehitseja ei toeta Java keskkonda
sk_ldap_error=Viga Sertifitseerimiskeskuse LDAP kataloogist sertifikaatide otsimisel! Palun p\u00F6\u00F6rduge probleemi p\u00FCsimisel administraatori poole.
sk_digidocservice_error=Viga Sertifitseerimiskeskuse DigiDocService teenuse poole p\u00F6\u00F6rdumisel! Palun p\u00F6\u00F6rduge probleemi p\u00FCsimisel administraatori poole.
ddoc_signature_failed_INTERNAL_ERROR=Allkirjastamine eba\u00F5nnestus: Viga Sertifitseerimiskeskuse DigiDocService teenuse poolel.
ddoc_signature_failed_EXPIRED_TRANSACTION=Allkirjastamine eba\u00F5nnestus: P\u00E4ring aegus enne kasutaja telefonil allkirjastamise l\u00F5petamist.
ddoc_signature_failed_USER_CANCEL=Allkirjastamine eba\u00F5nnestus: Kasutaja keeldus allkirjastamast v\u00F5i katkestas.
ddoc_signature_failed_MID_NOT_READY=Allkirjastamine eba\u00F5nnestus: Kasutaja telefoni mobiil-ID funktsionaalsus ei ole veel kasutatav, proovige m\u00F5ne aja p\u00E4rast uuesti.
ddoc_signature_failed_PHONE_ABSENT=Allkirjastamine eba\u00F5nnestus: Kasutaja telefon ei ole levis.
ddoc_signature_failed_REVOKED_CERTIFICATE=Allkirjastamine eba\u00F5nnestus: Kasutaja mobiil-ID sertifikaat on t\u00FChistatud.
ddoc_signature_failed_SIM_ERROR=Allkirjastamine eba\u00F5nnestus: Kasutaja telefoni SIM rakenduse viga.
ddoc_signature_failed_SENDING_ERROR=Allkirjastamine eba\u00F5nnestus: Muu s\u00F5numi saatmise viga (kasutaja telefon ei suuda s\u00F5numit vastu v\u00F5tta, s\u00F5numikeskus h\u00E4iritud).
ddoc_signature_failed_101=Allkirjastamine eba\u00F5nnestus: Telefoninumber mittekorrektsel kujul.
ddoc_signature_failed_2xx=Allkirjastamine eba\u00F5nnestus: Viga Sertifitseerimiskeskuse DigiDocService teenuse poolel ({0}).
ddoc_signature_failed_300=Allkirjastamine eba\u00F5nnestus: Kasutaja telefoniga seotud \u00FCldine viga.
ddoc_signature_failed_301=Allkirjastamine eba\u00F5nnestus: Kasutajal ei ole mobiil-ID lepingut.
ddoc_signature_failed_302=Allkirjastamine eba\u00F5nnestus: Kasutaja mobiil-ID sertifikaat ei kehti.
ddoc_signature_failed_303=Allkirjastamine eba\u00F5nnestus: Kasutajal ei ole mobiil-ID aktiveeritud. Aktiveerimiseks tuleb minna aadressile http://mobiil.id.ee
ddoc_signature_failed_304=Allkirjastamine eba\u00F5nnestus: Kasutaja mobiil-ID sertifikaat on peatatud.
ddoc_signature_failed_305=Allkirjastamine eba\u00F5nnestus: Kasutaja mobiil-ID sertifikaat on aegunud.
ddoc_signature_failed_3xx=Allkirjastamine eba\u00F5nnestus: Kasutaja telefoniga seotud \u00FCldine viga ({0}).
